Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/sfs_veiledning_15_undervisningsopplegg-begreper-som-br.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Doahpagat boazodoalus
smj: Udir.no - Moallánagá ma boatsojæládusán aneduvvi

source: Doahpagat boazodoalus
smj: Moallánagá ma boatsojæládusán aneduvvi

source: Ceahkki: 8.-10. jahkeceahkki Fáddá: Doahpagat boazodoalus Áigemearri: 6 diimmu skuvllas ja ovtta beaivvi oahppomátki gárdái
smj: Ájgge: guhtta tijma skåvlån ja akta biejvve gárden

source: Álggahus
smj: Álgadus

source: Oahpaheaddji gávdná dás ovdamearkkaid mo sáhttá láhčit oahpahusa vai ollášuhttá 10. jahkeceahkki gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu sån máhttá hiebadit åhpadusáv nav vaj oahppe jåksi 10. jahkedáse máhtudakmihtojt.

source: Dás čájehuvvo movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
smj: Dán åhpadimgárvvidusán vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, ma li lávke máhtudakmihtojt jåksåt.

source: Oahpahuslážus leat heivvolaš bargovuogit, movt vuođđogálggaid integreret ja movt oahpaheaddji sáhttá oahpahusa heivehit juohke ovttaskas oahppái.
smj: Åhpadimgárvvidusán le muhtem barggamvuoge, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja sijájt bargadahttijn árvustallá.

source: Dát oahpahusláhču lea ovdamearkan movt oahppit sáhttet bargat vai ohppet doahpagiid mat adnojit boazodoalus.
smj: Dát åhpadimgárvvidus le buojkulvis gåktu oahppe máhtti barggat åhpatjit moallánagájt ma li boatsojæládusán.

source: Seammá málle sáhttá heivehit eará fáttáide go bargá árbevirolaš máhtuin, ovdamearkka dihte guolástemiin ja eanandoaluin.
smj: Sæmmi láhkáj le máhttelis hiebadit dáv gárvvidusáv ietjá tiemájda gå barggá árbbediedoj, duola dagu guollim ja ednambarggo.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
smj: Máhtudakmihto ML06-S an

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋel Árbevirolaš máhttu Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Máhtudakmihto 10. jahkedáse maŋŋela

source: geavahit sániid, doahpagiid ja dadjanvugiid mat gusket lundui.
smj: adnet bágojt, moallánagájt ja moalgedimvuogijt ma guosski luonnduj

source: Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: ovdanbuktit dárkilit ja geavahit girjás ja máŋggabealat sátneriggodaga iešguđetlágan teavsttain
smj: moalgget dárkkelit ja tjielggasit ja adnet målsudahkes báhkoboanndudagáv duon dán tevstan

source: Eará relevánta gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋel Njálmmálaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Ietjá guoskavasj máhtudakmihto 10. jahkedáse maŋŋela

source: čađahit eaŋkilis logaldallamiid, ovdanbuktimiid, muitaleaddji lohkamiid, rollaneavttašemiid ja dramatiserema, heivehuvvon iešguđetlágan vuostáiváldiide.
smj: jådedit tjåhkanimijt ja dágástallamijt ja refererit dajs, åvddånbuktet vuojnojt ja árvustallat mij le ássjásasj argumentasjåvnnå

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmiliidda, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtojt.

source: Go fádda lea boazodoallu, galget oahppit máhttit - Geavahit sámegieldoahpagiid go hupmet bohcco ja boazodoalu birra - Geavahit sámegieldoahpagiid go čállet bohcco ja boazodoalu birra
smj: adnet hiebalgis, sáme moallánagájt gå boahttsu ja boatsojæládusá birra ságasti

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit lohkat: Oahppit lohket fágateavstta boazodoalu birra girjjiin ja interneahtas, ja lohket sin iežaset teavsttaid Máhttit njálmmálaččat ovdanbuktit: Oahppit gullet ja geavahit doahpagiid skuvllas ja gárddis.
smj: Máhttet låhkåt: Oahppe låhki fáhkatevstajt boahttsuj ja boatsojæládusá birra girjijn ja internehtan, ja låhki ietjasa tevstajt.

source: Sii humadit ealáhusa olbmuiguin.
smj: Ságasti ulmutjij æládusán.

source: Sii ovdanbuktet joavkku barggu skuvllas sihke guđet guimmiidasaset ja váhnemiidda.
smj: Åvddånbukti juohkusa bargov skåvlån sige guhtik guojmmásisá ja æjgádijda.

source: Máhttit rehkenastit: Go oahppit leat gárddis, sáhttet rehkenastit sullii galle bohcco ain hávil bidjet gárdái, gallii girdnejit ja man ollu miesit leat ain hávil.
smj: Máhttet rieknit: Gå oahppe li gárden, galggi merusti sulli galla boahttsu åvtå bále gárddáj luojteduvvi, galli viedtji trøaj ja galla miese li danna åvtå bále.

source: Jos gárddis lea almmolaš boazolohkan de heive dan čuovvut ja oahppat movt ja manin dat dáhpáhuvvá.
smj: Jus la almulasj boatsojlåhkåm, hiehpá tjuovvot dav ja oahppat gåktu ja manen dát tjadáduvvá.

source: Máhttit digitála reaidduid geavahit: Oahppit čállet dihtoriin, bidjat digitála govaid / filmma bargobihtáid ektui.
smj: Máhttet digitála vædtsagijt adnet: Oahppe tjálli dáhtámásjijnajn ja vuorkkiji digitála gåvåjt ja / jali filmajt bargon.

source: Ráhkkaneapmi
smj: Gárvedime

source: Barggu váldoulbmil lea viiddidit ohppiid sátneriggodaga mii guoská boazodollui.
smj: Oajvveulmme dájna bargujn le oahppe oahppi ådå moallánagájt ma boatsojæládussaj gulluji, vaj sij stuoredi ietjasa báhkoboanndudagáv.

source: Go oahppit galget oahppat doahpagiid, de fertejit guldalit, oaidnit, ipmirdit, dadjat ja geavahit doahpaga máŋgga oktavuođain, sihke njálmmálaččat ja čálalaččat.
smj: Gå oahppe galggi oahppat ådå moallánagájt, vierttiji gulldalit, gæhttjat, dádjadit, javllat ja adnet moallánagáv moaddalágásj dilijn, sige njálmálattjat ja tjálálattjat.

source: Go oahppit barget doahpagiiguin, de heive geavahit DHO- skovi go oahpaheaddji kártet maid oahppit máhttet boazodoalu birra, makkár doahpagiid sii máhttet ja maid háliidit oahppat.
smj: Dánna hiehpá adnet DHO-sjiemáv gå åhpadiddje galggá guoradallat majt oahppe boatsojæládusás diehti, makkir moallánagájt dåbddi ja majt sihti diehtet.

source: Go oahppit leat bargamin fáttá doahpagiiguin sáhttet sii geavahit vuoruhanskovi.
smj: Gå oahppe barggi moallánagáj tiemán, máhtti adnet nannimtjállagav

source: Heivvolaš doahpagat sáhttet leat doahpagat dáid birra / dáidda gullevaččat
smj: Hiebalgis moallánagá máhtti liehket moallánagá dáj birra

source: boazodoallu
smj: boatsojæládus

source: bohcco guolga oaivvis ja gorudis
smj: boahttsu guolgabájnno oajven ja gårodin

source: bohcco ahki
smj: boahttsu áldar

source: bohcco čoarvvit
smj: boahttsu tjoarve

source: čoarvenamahusat
smj: tjårvij hábme

source: váris- ja njiŋŋelasboazu
smj: årek ja vátjav

source: bohccobealljemearkat
smj: boatsojmerka

source: bohccobealljemearka sánit
smj: ruovddegieja boahttsun

source: Oahpaheaddji čilge
smj: Åhpadiddje tjielggi

source: Oanehaččat movt mearkun čađahuvvo
smj: gåktu mærkkom dáhpáduvvá

source: Bealljemearkkaid dábáleamos namahusaid
smj: dábálasj ruovddegiejaj namájt

source: Oaivi ja goruda guolgaivnniid namahusaid
smj: nammadusájt guolggabájno oajven ja gårodin

source: Varris ja njiŋŋálas agi mielde
smj: nammadusájt åres ja niŋŋelis boahttsu áldara milta

source: Čoarvvi namahusaid mielde
smj: tjoarvvenammadusájt

source: Oahpaheaddji ferte ovdalgihtii ohcat dieđuid orohaga birra gosa oahppit leat mannamin.
smj: Åhpadiddje viertti åvdutjis gávnnat diedojt bájke birra majt oahppe galggá guossidit.

source: Oahpaheaddji rávve gos ja geas fidnejit dieđuid maid leat ohcamin, ovdamearkka dihte neahttačujuhusaide, girjegálduide ja resursaolbmuide boazodoalus.
smj: Åhpadiddje viertti bagádit gånnå diedojt gávnni, duola dagu girjjenamájt ja næhttaadressajt, ja gejt le mávsulasj guládallat, duola dagu muhtemijt boatsojæládusán.

source: Oahppandoaimmaide
smj: Oahppamdåjma

source: Oahppan galgá dáhpáhuvvat sihke skuvllas ja gardde luhtte.
smj: Oahppam galggá dáhpáduvvat sige skåvlån ja gárden.

source: Oahppit barget joavkkuin.
smj: Oahppe barggi juohkusijn.

source: Joavkkut sáhttet bargat dán seamma, dahje válljet dahje oažžut fáttá juohke joavku.
smj: Divna juohkusa máhtti barggat sæmmi bargujn, jali válljiji vaj oadtju juollodum guhtik tiemáv.

source: Joavkobargu lea ohppiide sosiála hárjehallan, ja sii ožžot vejolašvuođa geavahit doahpagiid maid ohppet, go ságastallet.
smj: Juogosbarggo vaddá oahppijda sosiála hárjjidusav, ja oadtju máhttelisvuodav moallánagájt adnet majt oahppi gå guládalli nubbe nuppijn.

source: Joavkkut čohkkejit sin fáttá birra dieđuid lagamus siiddas.
smj: Juohkusa gávnni diedojt ietjasa tiemá birra lagámus sijdan.

source: Sii fitnet gárdde luhtte, čuvvot maid sii barget, noterejit, sárgot ja govvejit.
smj: Manádi gárden, tjuovvu bargov, tjálli, tjuorggi ja gåvviji.

source: Sii jearahallet boazodolliid ja eará resursaolbmuid.
smj: Gatjádalli ælloniehkijs ja ietjá resurssaulmutjijs.

source: Sii berrejit ráhkkanan ovdalgihtii maid áigot jearrat sis.
smj: Sij vierttiji gárvedam majt galggi gatjádit.

source: Dása sáhttá geavahit DHO- skovi dieđuid.
smj: Dánna máhtti adnet tjuokkajt DHO-sjiemás.

source: Oahppit hárjánit geavahit doahpagiid go humadit ealáhusa olbmuiguin.
smj: Oahppe hárjjáni moallánagájt adnet gå ságasti ulmutjij æládusán.

source: Oahppit lohket fáttá birra girjjiin ja interneahtas.
smj: Oahppe låhki tiemá birra girjijn ja internehtan.

source: Loahpas bidjet buot joavkkuid čállosiid ja govaid oktii fáddábargun, dahje buot bidjo seaidneáviisan. Joavkkut ovdanbuktet iežaset barggu.
smj: Skåvlån tjállá juohkka juogos diedoj milta majt sij li gárden tjoahkkim, jali divna dagáduvvi tiebmáavijssan sæjnnáj.

source: Ovdamearkkat bargguide
smj: Juohkusa bukti åvddån ietjasa bargov.

source: Joavku A – miessemearkun: Movt čađahuvvo mearkun ?
smj: Gåktu tjadáduvvá jali dagáduvvá mærkkom ?

source: Gárddis galget oahppit čohket dieđuid movt miessemearkun dáhpáhuvvá das rájes go buktet bohccuid gárdái gitta go luitet daid.
smj: Gárden galggi oahppe tjoahkkit diedojt gåktu miessemærkkom dáhpáduvvá, dat rájes gå boahttsuv viedtji gárddáj gitta luojtti dav gárdes vas.

source: Sii sáhttet áinnas jearahallat, govvedit ja sárgut dan birra.
smj: Sij máhtti gatjádit, gåvvit ja tjuorggat.

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte movt miessemearkun dáhpáhuvvá das rájes go bohccuid buktet gárdái gitta go luitet daid.
smj: Skåvlån galggi oahppe tjállet, tjuorggat ja vuosedit gåvå viehkken, gåktu mærkkom dáhpáduvvá dat rájes gå boahttsu viehtjaduvvá gárddáj desik boahttsu luojteduvvi gárdes vas.

source: Oahppit geavahit diehtomielalaččat sámegiel nama ¨husaid.
smj: Sáme moallánagájt diedulattjat adni.

source: Joavku Á – bealljemearkkat: Garddis galget oahppit čohkket siidda boazodoallobearrašiid bealljemearkkaid.
smj: Gárden galggi oahppe tjoahkkit boatsojmerkajt ma gulluji sijda ælloniehkijda ja sijá fámiljajda.

source: Oahppit galget sárgut sin mearkkaid ja čállit guđe mearkka guhtege eaiggáda.
smj: Sij galggi tjuorggat sijáj merkajt ja tjállet makkir mærkká gullu gesi.

source: Oahppit jearahallet bealljemearkkaid sániid, omd. mii lea hoaŋka, bihttá / ceahkkes / biehkki, rastá / gaskat / náhppa jna..
smj: Oahppe gatjádi ruovddegiejaj namájt, duola dagu sliebttje, sliebttjeoanádis, biehkke, tsiehkes, skivnnje, tjuollda jnv..

source: Govve áinnas mearkkaid.
smj: Sij gåvviji merkajt.

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte boazodoallobearrašiid bealljemearkkaid.
smj: Skåvlån galggi oahppe tjállet, tjuorggat ja vuosedit gåvå viehkken boatsojmerkajt ma gulluji bájke ælloniehkijda ja sijáj fámiljajda.

source: Sii galget čilget sániiguin juohke mearkka ja geavahehket diehtomiela ¨laččat sámegielnamahusaid.
smj: Tjielggiji juohkka merkav bágoj ja adni sáme nammadusájt diedulattjat.

source: Joavku B – Oaivvi ja goruda guolgaivnnit: Gárddis galget oahppit jearahit, sárgut ja govvet bohcco oaivvi ja goruda guolgaivnniid.
smj: Gárden galggi oahppe gatjádit, tjuorggat ja gåvvit guolggabájnojt boahttsu oajven ja gårodin.

source: Gorut guolgaivdni sáhttá leat muzet, čuoivvat, jievja, gabba, guvgesmuzet jna..
smj: Guolggabájnno gårådin máhttá liehket giebak, tjuorggat, bejuk / vielguk, sliegŋá jnv..

source: Ovdamearkkat oaivvi guolgaivdnái: čáhppesnjunni, gabbaoaivi, girjeoaivi, gálbbenjunni, gáidánjunni.
smj: Tjáhppisnjunnje, gabbaoajvve, gárjek, tjuosek jnv. en

source: Skuvllas galget oahppit čállit, sárgut ja čájehit govaid bokte bohcco oaivvi ja goruda guolgaivnniid.
smj: Skåvlån galggi oahppe tjállet, tjuorggat, ja vuosedit gåvå viehkken guolggabájno boahttsu oajven ja gårådin.

source: Ja sii galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
smj: Sij galggi sáme nammadusájt diedulattjat adnet gå tjielggiji.

source: Joavku C – Varris ja njiŋŋálas agi mielde
smj: Juo gos D – Årega ja niŋŋelisboahttsu áldarij milta

source: Gárddis galget oahppit jearahit, sárgut ja govvet sihke varris ja njiŋŋálas bohccuid sámegielnamahusaid agi birra.
smj: Gárden galggi oahppe gatjádit, tjuorggat ja gåvvit åregijt ja niŋŋelisboahttsujt duon dán álldarin.

source: Sii galget geavahit daid gullevaš doahpagiid go jearahallet.
smj: Galggi adnet sáme nammadusájt gatjálvisájn.

source: miessi, čearpmat, vuonjal, varit, vuobis / vuorsu, sarvvis, áldu, rotnu
smj: Buojkulvisá hiebalgis bágo, miesse, tjermak, vuonjal, årek, vuobes, sarves, álldo, rådno, gåddudis, gásjek, nammaláhppe jnv..

source: Skuvllas galget oahppit čállit / čilget, sárgut ja čájehit govaid bokte varris ja njiŋŋálas bohccuid sámegielnamahusaid agi mielde.
smj: Skåvlån galggi oahppe tjállet, tjuorggat ja vuosedit gåvå viehkken nammadusájt årek ja niŋŋelisboahttsuj álldara milta.

source: Sii galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
smj: Sij galggi diedulattjat sáme nammadusájt adnet.

source: Ovdamearkkat sániin leat nugo buikosággi, nulpu, nálat, sággi / sággečoarvi, geardočoarvi jna..
smj: Juo gos E – Tjoarve, majt vuosedi

source: Skuvllas galget oahppit čállit / čilget, sárgut ja čájehit govaid bokte bohccuid čoarvenamahusaid.
smj: Gárden galggi oahppe gatjádit, tjuorggat ja gåvvit tjårvijt ja boahttsujt tjårvij.

source: Suu galget geavahit dihtomiela ¨laččat sámegielnamahusaid.
smj: Sij galggi sámegielnammadusájt gatjálvisájn adnet.

source: Heivehuvvon oahpahus
smj: Buojkulvisá hiebalgis bágo le nulppo, nalak jnv..

source: Lea vejolaš heivehallat bargguid nu ahte eai gáibit seamma ollu, ja sihke hivvodaga ja man guhka ádjána bargguin sáhttá maid heivehit.
smj: Skåvlån galggi oahppe tjállet, tjielggit, tjuorggat ja vuosedit gåvå viehkken duojt dájt nammadusájt tjårvijn ja boahttsujn moattelágásj tjårvij.

source: Dán heiveha ovttaskas ohppiid mielde.
smj: Sij galggi sáme nammadusájt diedulattjat adnet.

source: Gáiddusoahpahus
smj: Oahppe máhtti

source: Loahppabarggu sáhttá dahkat go oahppi ja oahpaheaddji fas deaivvadeaba neahtas.
smj: tjoahkkit sijá tjálálasj bargojt girjátjij majt divna oahppe oadtju

source: Árvvoštallan
smj: lågådallat oahppeguojmijda

source: Prošeaktabarggu árvvoštallanskovvi
smj: adnet gåvvåvuosádusáv

source: Čálalašbarggu árvvoštallan
smj: dáhkat vuosádusáv diedulasj gálbaj

source: Čállinprošeavtta árvvoštallanskovvi
smj: tjielggit ietjá oahppijda majt sij juohkusijn li oahppam stasjåvnåjn

source: Njálmmálaš gáldut - Jearahallat boazodolliid - Jearahallat eará olbmuid geat dovdet ealáhusa
smj: drámá baktu buktet åvddån bargojt

source: Kárášjohka: Davvi Girji OS.
smj: Hiebadum åhpadus

source: EIRA, NILS ISAK 1984: Boazobargi giella.
smj: Dánna le sadje moattelágásj gássjelisvuodajda dahkamusájda, sige man ållo ja man ruvva mahttá hiebaduvvat.

source: Guovdageaidnu: Sámi instituhtta.
smj: Galla moallánagá ja man gássjela li, hiebaduvvá juohkka aktaj.

source: Guovdageaidnu: DAT
smj: Guhkásåhpadibme

source: KÅVEN, BRITA - JERNSLETTEN, JOHAN - NORDAL, INGRID - EIRA, JOHN HENRIK - SOLBAKK, AAGE 1995: Sámi – dáru sátnegirji.
smj: Dát åhpadimgárvvidus ja tiebmá hiehpá buoragijt guhkásåhpadime hospiterimgávddaj.

source: Samisk-norsk ordbok.
smj: Dábálasj le divna oahppe gudi tjuovvu guhkásåhpadimev båhti sæmmi bále hospiterimij.

source: Kárášjohka: Davvi Girji o.s..
smj: Hospiterimbåttå oassálassti oahppe dåjmajn gárden, ságasti ulmutjij æládusán ja gåvviji.

source: DAVVI GIRJI OS. 2008 (2000): Stor Norsk-samisk ordbok.
smj: Loappabarggo máhttá dagáduvvat maŋŋela gå åhpadiddje ja oahppe vas æjvvali nehtan.

source: Dáru – sámi sátnegirji.
smj: Árvustallam

source: 2. Opplag.
smj: Njálmálasj gáldo

source: [Kárásjohka:] Davvi Girji os.
smj: Iehtjáda gudi dåbddi ællobargov

source: DANELL, ÖJE - GAARE, ELDAR - NIEMINEN, MAURI - WARENBERG, KRISTINA 1997: Boazoguohtoneatnamiid šattut.
smj: ANTA PIRAK: Jåhtte sáme viessom, Blaasvær forlag1993 ja jiednagirjje 2010

source: Oslo: Landbruksforlaget
smj: Næhttabiele

source: Neahttasiiddut Interneahtas gávdnat dieđuid iešguđet siidduin.
smj: Internehtan gávnnap diedojt duon dán bielen.

source: Dáppe gávnnat maid boazomearkkaid: http://www.reindrift.no/index.gan?id=300&subid=0 www.ealat.org www.bamma.no
smj: Dánna aj gávna boatsojmerkajt: http://www.reindrift.no/index.gan?id=300&subid=0 www.bamma.no
